<?php

return [
    "title" => [
        "home" => "Μεταφράσεις",
        "list" => "Μεταφράσεις",
        "create" => "Δημιουργία Μετάφρασης",
        "edit" => "Επεξεργασία Μετάφρασης",
    ],
    "label" => "Μεταφράσεις",
    "single" => "Μετάφραση",
    "group" => "Μεταφράσεις",
    "gpt_scan" => "Χρήση GPT",
    "gpt_scan_notifications_done" => "Η σάρωση GPT ολοκληρώθηκε",
    "gpt_scan_language" => "Γλώσσα",
    "gpt_scan_notification_start" => "Η σάρωση GPT ξεκίνησε",
    "clear_notifications" => "Οι μεταφράσεις διαγράφηκαν",
    "clear" => "Διαγραφή Όλων των Μεταφράσεων",
    "key" => "Κλειδί",
    "text" => "Κείμενο",
    "scan" => "Σάρωση για Νέες Γλώσσες",
    "namespace" => "Χώρος Ονομάτων",
    "notification" => "Η γλώσσα άλλαξε επιτυχώς",
    "loaded" => "Η λίστα μεταφράσεων ενημερώθηκε",
    "uploaded" => "Οι μεταφράσεις μεταφορτώθηκαν επιτυχώς",
    "import" => "Εισαγωγή",
    "export" => "Εξαγωγή",
    "import-file" => "Επιλέξτε Εξαγόμενο Αρχείο Μετά τη Μετάφρασή του",
    "menu" => "Αλλαγή Γλώσσας",
    "modal" => [
        "heading" => "Ενημέρωση τρέχουσας γλώσσας",
        "button" => "Αποθήκευση, γλώσσα",
        "setting" => "Ρυθμίσεις",
        "select" => "Γλώσσα",
    ],
    "lang" => [
        "ar" => "Αραβικά",
        "en" => "Αγγλικά",
        "pt_BR" => "Πορτογαλικά (Βραζιλία)",
        "my" => "Βιρμανικά",
    ]
];
